Revit 2027 API
ParameterTypeId.RbsHvacloadWindowCoolingLoadParam Property
 "Window Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadWindowCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadWindowCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadWindowCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadWindowCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace